Repository: jvsena42/loopky
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, vi, zh_hans, zh_hant

# restore_phrase_subtitle
source: Twelve words, in order, separated by spaces.
de: Zwölf Wörter, in der richtigen Reihenfolge, durch Leerzeichen getrennt.
es: Doce palabras, en orden, separadas por espacios.
fr: Douze mots, dans l’ordre, séparés par des espaces.
it: Dodici parole, in ordine, separate da spazi.
ja: 12個の単語を、順番どおりにスペースで区切って入力してください。
ko: 12개의 단어를 순서대로, 띄어쓰기로 구분해 입력하세요.
pt_br: Doze palavras, na ordem, separadas por espaços.
vi: Mười hai từ, đúng thứ tự, cách nhau bằng dấu cách.
zh_hans: 十二个单词，按顺序排列，用空格分隔。
zh_hant: 十二個單字，依序輸入，以空格分隔。

# restore_phrase_title
source: Enter your recovery phrase
de: Gib deine Wiederherstellungsphrase ein
es: Escribe tu frase de recuperación
fr: Saisis ta phrase de récupération
it: Inserisci la tua frase di recupero
ja: リカバリーフレーズを入力
ko: 복구 문구를 입력하세요
pt_br: Digite sua frase de recuperação
vi: Nhập cụm từ khôi phục
zh_hans: 输入你的恢复短语
zh_hant: 輸入你的復原短語

# restore_retry
source: Try again
de: Nochmal versuchen
es: Intentar de nuevo
fr: Réessayer
it: Riprova
ja: もう一度
ko: 다시 시도
pt_br: Tentar de novo
vi: Thử lại
zh_hans: 再试一次
zh_hant: 再試一次

# restore_seed_warning
source: Never enter a Bitcoin or other crypto wallet recovery phrase here.
de: Gib hier niemals die Wiederherstellungsphrase einer Bitcoin- oder anderen Krypto-Wallet ein.
es: Nunca escribas aquí la frase de recuperación de una billetera de Bitcoin u otra cripto.
fr: Ne saisis jamais ici la phrase de récupération d’un portefeuille Bitcoin ou d’une autre crypto.
it: Non inserire mai qui la frase di recupero di un wallet Bitcoin o di altre criptovalute.
ja: ビットコインなどの暗号資産ウォレットのリカバリーフレーズは、絶対にここに入力しないでください。
ko: 비트코인이나 다른 암호화폐 지갑의 복구 문구는 절대 여기에 입력하지 마세요.
pt_br: Nunca digite aqui a frase de recuperação de uma carteira de Bitcoin ou de outra cripto.
vi: Tuyệt đối không nhập cụm từ khôi phục của ví Bitcoin hay ví tiền mã hóa khác vào đây.
zh_hans: 切勿在这里输入比特币或其他加密货币钱包的恢复短语（助记词）。
zh_hant: 絕對不要在這裡輸入比特幣或其他加密貨幣錢包的復原短語。

# restore_start_subtitle
source: Use the backup you made when your pubky was created.
de: Nutze das Backup, das du gemacht hast, als dein pubky erstellt wurde.
es: Usa la copia de seguridad que hiciste cuando se creó tu pubky.
fr: Utilise la sauvegarde faite à la création de ton pubky.
it: Usa il backup che hai fatto quando è stato creato il tuo pubky.
ja: pubky を作成したときに作ったバックアップを使います。
ko: pubky를 만들 때 만든 백업을 사용하세요.
pt_br: Use o backup que você fez quando seu pubky foi criado.
vi: Dùng bản sao lưu bạn đã tạo khi pubky của bạn được tạo.
zh_hans: 使用创建 pubky 时你所做的备份。
zh_hant: 使用你建立 pubky 時所做的備份。

# restore_start_title
source: Restore your account
de: Stelle dein Konto wieder her
es: Restaura tu cuenta
fr: Restaure ton compte
it: Ripristina il tuo account
ja: アカウントを復元
ko: 계정 복원
pt_br: Restaure sua conta
vi: Khôi phục tài khoản
zh_hans: 恢复你的账号
zh_hant: 還原你的帳號

# search_back
source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
pt_br: Voltar
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

# search_clear
source: Clear
de: Löschen
es: Borrar
fr: Effacer
it: Cancella
ja: クリア
ko: 지우기
pt_br: Limpar
vi: Xóa
zh_hans: 清除
zh_hant: 清除

# search_decks_title
source: Decks
de: Stapel
es: Mazos
fr: Paquets
it: Mazzi
ja: デッキ
ko: 덱
pt_br: Baralhos
vi: Bộ thẻ
zh_hans: 卡组
zh_hant: 牌組

# search_empty_subtitle
source: Try a different name, or paste their pubky to open them directly.
de: Versuch einen anderen Namen oder füge den pubky der Person ein, um sie direkt zu öffnen.
es: Prueba con otro nombre, o pega su pubky para abrir su perfil directamente.
fr: Essaie un autre nom, ou colle son pubky pour ouvrir le profil directement.
it: Prova un altro nome, oppure incolla il suo pubky per aprire direttamente il profilo.
ja: 別の名前を試すか、相手の pubky を貼り付けて直接開いてください。
ko: 다른 이름으로 검색하거나, 상대의 pubky를 붙여넣어 바로 열어 보세요.
pt_br: Tente outro nome, ou cole o pubky da pessoa para abri-la diretamente.
vi: Thử một tên khác, hoặc dán pubky của họ để mở trực tiếp.
zh_hans: 换个名字试试，或者粘贴对方的 pubky 直接打开。
zh_hant: 試試其他名稱，或貼上對方的 pubky 直接開啟。

# search_empty_title
source: Nothing found for “%@”
de: Nichts gefunden für „%@“
es: No se encontró nada para “%@”
fr: Aucun résultat pour « %@ »
it: Nessun risultato per “%@”
ja: 「%@」に一致する結果はありません
ko: “%@”에 대한 결과가 없어요
pt_br: Nada encontrado para “%@”
vi: Không tìm thấy kết quả cho “%@”
zh_hans: 没有找到“%@”的相关结果
zh_hant: 找不到「%@」的結果

# search_hint
source: Search by name, or paste a pubky, a shared link or scan a QR code.
de: Suche nach Namen, füge einen pubky oder einen geteilten Link ein oder scanne einen QR-Code.
es: Busca por nombre, pega un pubky o un enlace compartido, o escanea un código QR.
fr: Recherche par nom, colle un pubky ou un lien partagé, ou scanne un code QR.
it: Cerca per nome, incolla un pubky o un link condiviso, oppure scansiona un codice QR.
ja: 名前で検索するか、pubky や共有リンクを貼り付けるか、QR コードをスキャンしてください。
ko: 이름으로 검색하거나, pubky나 공유 링크를 붙여넣거나, QR 코드를 스캔하세요.
pt_br: Busque por nome, ou cole um pubky, um link compartilhado ou leia um código QR.
vi: Tìm theo tên, hoặc dán một pubky, một liên kết được chia sẻ, hoặc quét mã QR.
zh_hans: 按名字搜索，或粘贴 pubky、分享链接，也可以扫描二维码。
zh_hant: 以名稱搜尋，或貼上 pubky、分享連結，或掃描 QR 碼。

# search_open_deck
source: Open this deck
de: Diesen Stapel öffnen
es: Abrir este mazo
fr: Ouvrir ce paquet
it: Apri questo mazzo
ja: このデッキを開く
ko: 이 덱 열기
pt_br: Abrir este baralho
vi: Mở bộ thẻ này
zh_hans: 打开此卡组
zh_hant: 開啟這個牌組

# search_open_profile
source: Open this profile
de: Dieses Profil öffnen
es: Abrir este perfil
fr: Ouvrir ce profil
it: Apri questo profilo
ja: このプロフィールを開く
ko: 이 프로필 열기
pt_br: Abrir este perfil
vi: Mở hồ sơ này
zh_hans: 打开此个人主页
zh_hant: 開啟這個個人檔案

# search_people_title
source: People
de: Leute
es: Personas
fr: Personnes
it: Persone
ja: ユーザー
ko: 사람
pt_br: Pessoas
vi: Mọi người
zh_hans: 用户
zh_hant: 使用者

# search_placeholder
source: Search or paste a pubky
de: Suchen oder pubky einfügen
es: Busca o pega un pubky
fr: Recherche ou colle un pubky
it: Cerca o incolla un pubky
ja: 検索、または pubky を貼り付け
ko: 검색하거나 pubky 붙여넣기
pt_br: Busque ou cole um pubky
vi: Tìm kiếm hoặc dán một pubky
zh_hans: 搜索或粘贴 pubky
zh_hant: 搜尋或貼上 pubky

# search_scan_qr
source: Scan QR code
de: QR-Code scannen
es: Escanear código QR
fr: Scanner un code QR
it: Scansiona codice QR
ja: QR コードをスキャン
ko: QR 코드 스캔
pt_br: Ler código QR
vi: Quét mã QR
zh_hans: 扫描二维码
zh_hant: 掃描 QR 碼

# secure_screen_recording_body
source: Your recovery phrase is hidden while the screen is being recorded or mirrored. Stop the recording to see it.
de: Deine Wiederherstellungsphrase ist verborgen, während der Bildschirm aufgenommen oder gespiegelt wird. Beende die Aufnahme, um sie zu sehen.
es: Tu frase de recuperación se oculta mientras la pantalla se graba o se duplica. Detén la grabación para verla.
fr: Ta phrase de récupération est masquée pendant l’enregistrement ou la recopie de l’écran. Arrête l’enregistrement pour la voir.
it: La tua frase di recupero è nascosta mentre lo schermo viene registrato o duplicato. Interrompi la registrazione per vederla.
ja: 画面の収録中またはミラーリング中は、リカバリーフレーズが隠されます。表示するには収録を停止してください。
ko: 화면이 녹화되거나 미러링되는 동안에는 복구 문구가 숨겨져요. 보려면 녹화를 멈추세요.
pt_br: Sua frase de recuperação fica oculta enquanto a tela está sendo gravada ou espelhada. Pare a gravação para vê-la.
vi: Cụm từ khôi phục của bạn bị ẩn khi màn hình đang được ghi hoặc phản chiếu. Hãy dừng ghi để xem.
zh_hans: 屏幕正在录制或镜像时，你的恢复短语会被隐藏。停止录制即可查看。
zh_hant: 螢幕正在錄影或鏡像輸出時，你的復原短語會被隱藏。停止錄影即可查看。

# secure_screen_recording_title
source: Screen recording is on
de: Bildschirmaufnahme läuft
es: La grabación de pantalla está activada
fr: L’enregistrement de l’écran est actif
it: Registrazione dello schermo attiva
ja: 画面収録がオンです
ko: 화면 녹화 중이에요
pt_br: A gravação de tela está ligada
vi: Đang ghi màn hình
zh_hans: 屏幕录制已开启
zh_hant: 螢幕錄影已開啟

# secure_screen_reveal
source: Show anyway
de: Trotzdem anzeigen
es: Mostrar de todos modos
fr: Afficher quand même
it: Mostra comunque
ja: それでも表示
ko: 그래도 보기
pt_br: Mostrar mesmo assim
vi: Vẫn hiện
zh_hans: 仍然显示
zh_hant: 仍要顯示

# settings_back_content_description
source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
pt_br: Voltar
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

# settings_back_up_account
source: Back up your account
de: Sichere dein Konto
es: Haz una copia de seguridad de tu cuenta
fr: Sauvegarde ton compte
it: Fai il backup del tuo account
ja: アカウントをバックアップ
ko: 계정 백업
pt_br: Faça backup da sua conta
vi: Sao lưu tài khoản
zh_hans: 备份你的账号
zh_hant: 備份你的帳號

# settings_cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# settings_copy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
pt_br: Copiar
vi: Sao chép
zh_hans: 复制
zh_hant: 複製

# settings_delete_account
source: Delete account
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
it: Elimina account
ja: アカウントを削除
ko: 계정 삭제
pt_br: Excluir conta
vi: Xóa tài khoản
zh_hans: 删除账号
zh_hant: 刪除帳號

# settings_delete_account_confirm
source: Delete account
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
it: Elimina account
ja: アカウントを削除
ko: 계정 삭제
pt_br: Excluir conta
vi: Xóa tài khoản
zh_hans: 删除账号
zh_hant: 刪除帳號

# settings_delete_account_confirm_countdown
source: Delete account (%1$lld)
de: Konto löschen (%1$lld)
es: Eliminar cuenta (%1$lld)
fr: Supprimer le compte (%1$lld)
it: Elimina account (%1$lld)
ja: アカウントを削除（%1$lld）
ko: 계정 삭제 (%1$lld)
pt_br: Excluir conta (%1$lld)
vi: Xóa tài khoản (%1$lld)
zh_hans: 删除账号（%1$lld）
zh_hant: 刪除帳號（%1$lld）

# settings_delete_account_dialog_body
source: Your decks, cards, images and study progress will be permanently deleted, and your profile will be removed from Loopky.
de: Deine Stapel, Karten, Bilder und dein Lernfortschritt werden endgültig gelöscht, und dein Profil wird aus Loopky entfernt.
es: Tus mazos, tarjetas, imágenes y progreso de estudio se eliminarán para siempre, y tu perfil se quitará de Loopky.
fr: Tes paquets, cartes, images et ta progression seront définitivement supprimés, et ton profil sera retiré de Loopky.
it: I tuoi mazzi, le carte, le immagini e i progressi di studio verranno eliminati definitivamente, e il tuo profilo verrà rimosso da Loopky.
ja: デッキ、カード、画像、学習の進捗は完全に削除され、プロフィールは Loopky から削除されます。
ko: 덱, 카드, 이미지, 학습 진행 상황이 영구적으로 삭제되고, 프로필이 Loopky에서 제거돼요.
pt_br: Seus baralhos, cartas, imagens e progresso de estudo serão excluídos permanentemente, e seu perfil será removido do Loopky.
vi: Bộ thẻ, thẻ, hình ảnh và tiến độ học của bạn sẽ bị xóa vĩnh viễn, và hồ sơ của bạn sẽ bị gỡ khỏi Loopky.
zh_hans: 你的卡组、卡片、图片和学习进度将被永久删除，你的个人主页也将从 Loopky 中移除。
zh_hant: 你的牌組、卡片、圖片和學習進度都會被永久刪除，你的個人檔案也會從 Loopky 移除。

# settings_delete_account_dialog_identity
source: Your Pubky identity stays in Pubky Ring.
de: Deine Pubky-Identität bleibt in Pubky Ring.
es: Tu identidad de Pubky sigue en Pubky Ring.
fr: Ton identité Pubky reste dans Pubky Ring.
it: La tua identità Pubky resta in Pubky Ring.
ja: Pubky の ID は Pubky Ring に残ります。
ko: 내 Pubky 신원은 Pubky Ring에 그대로 남아요.
pt_br: Sua identidade Pubky continua no Pubky Ring.
vi: Danh tính Pubky của bạn vẫn nằm trong Pubky Ring.
zh_hans: 你的 Pubky 身份仍保留在 Pubky Ring 中。
zh_hant: 你的 Pubky 身分仍會保留在 Pubky Ring 中。

# settings_delete_account_dialog_irreversible
source: This cannot be undone.
de: Das lässt sich nicht rückgängig machen.
es: No se puede deshacer.
fr: C’est irréversible.
it: Non si può annullare.
ja: この操作は取り消せません。
ko: 되돌릴 수 없어요.
pt_br: Isso não pode ser desfeito.
vi: Không thể hoàn tác.
zh_hans: 此操作无法撤销。
zh_hant: 此動作無法復原。

# settings_delete_account_dialog_title
source: Delete account?
de: Konto löschen?
es: ¿Eliminar la cuenta?
fr: Supprimer le compte ?
it: Eliminare l'account?
ja: アカウントを削除しますか？
ko: 계정을 삭제할까요?
pt_br: Excluir conta?
vi: Xóa tài khoản?
zh_hans: 删除账号？
zh_hant: 要刪除帳號嗎？

# settings_delete_account_failed
source: Could not delete everything. You are still signed in, so you can try again.
de: Es konnte nicht alles gelöscht werden. Du bist noch angemeldet und kannst es nochmal versuchen.
es: No se pudo eliminar todo. Sigues con la sesión iniciada, así que puedes intentarlo de nuevo.
fr: Impossible de tout supprimer. Ta session est toujours active, tu peux donc réessayer.
it: Non è stato possibile eliminare tutto. Il tuo accesso è ancora attivo, quindi puoi riprovare.
ja: すべてを削除できませんでした。サインインしたままなので、もう一度お試しいただけます。
ko: 모두 삭제하지 못했어요. 아직 로그인되어 있으니 다시 시도할 수 있어요.
pt_br: Não foi possível excluir tudo. Você continua conectado, então pode tentar de novo.
vi: Không xóa được hết. Bạn vẫn đang đăng nhập nên có thể thử lại.
zh_hans: 未能全部删除。你仍处于登录状态，可以再试一次。
zh_hant: 無法刪除所有內容。你仍處於登入狀態，可以再試一次。

# settings_delete_account_progress_count
source: %1$lld of %2$lld removed
de: %1$lld von %2$lld entfernt
es: %1$lld de %2$lld eliminados
fr: %1$lld sur %2$lld supprimés
it: Rimossi: %1$lld di %2$lld
ja: %2$lld 件中 %1$lld 件を削除
ko: %2$lld개 중 %1$lld개 삭제됨
pt_br: %1$lld de %2$lld removidos
vi: Đã xóa %1$lld/%2$lld
zh_hans: 已移除 %1$lld / %2$lld
zh_hant: 已移除 %1$lld/%2$lld

# settings_delete_account_progress_starting
source: Starting
de: Wird gestartet
es: Empezando
fr: Démarrage
it: Avvio
ja: 開始しています
ko: 시작하는 중
pt_br: Iniciando
vi: Đang bắt đầu
zh_hans: 正在开始
zh_hant: 正在開始

# settings_delete_account_progress_title
source: Deleting
de: Wird gelöscht
es: Eliminando
fr: Suppression
it: Eliminazione
ja: 削除中
ko: 삭제하는 중
pt_br: Excluindo
vi: Đang xóa
zh_hans: 正在删除
zh_hant: 正在刪除

# settings_homeserver_unknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
ko: 알 수 없음
pt_br: Desconhecido
vi: Không rõ
zh_hans: 未知
zh_hant: 未知

# settings_interval_description
source: How long until the card comes back.
de: Wie lange es dauert, bis die Karte wiederkommt.
es: Cuánto tarda la tarjeta en volver.
fr: Délai avant que la carte revienne.
it: Quanto tempo passa prima che la carta ritorni.
ja: カードが再び出題されるまでの期間です。
ko: 카드가 다시 나올 때까지의 기간이에요.
pt_br: Quanto tempo até a carta voltar.
vi: Bao lâu thì thẻ quay lại.
zh_hans: 卡片多久后再次出现。
zh_hant: 卡片多久之後會再出現。

# settings_interval_easy_label
source: Easy interval (days)
de: Intervall für Einfach (Tage)
es: Intervalo de Fácil (días)
fr: Intervalle Facile (jours)
it: Intervallo Facile (giorni)
ja: 「簡単」の間隔（日）
ko: 쉬움 간격 (일)
pt_br: Intervalo de Fácil (dias)
vi: Khoảng cách Dễ (ngày)
zh_hans: 简单间隔（天）
zh_hant: 「簡單」間隔（天）

# settings_interval_good_label
source: Good interval (days)
de: Intervall für Gut (Tage)
es: Intervalo de Bien (días)
fr: Intervalle Correct (jours)
it: Intervallo Bene (giorni)
ja: 「正解」の間隔（日）
ko: 좋음 간격 (일)
pt_br: Intervalo de Bom (dias)
vi: Khoảng cách Tốt (ngày)
zh_hans: 良好间隔（天）
zh_hant: 「良好」間隔（天）

# settings_interval_hard_label
source: Hard interval (days)
de: Intervall für Schwer (Tage)
es: Intervalo de Difícil (días)
fr: Intervalle Difficile (jours)
it: Intervallo Difficile (giorni)
ja: 「難しい」の間隔（日）
ko: 어려움 간격 (일)
pt_br: Intervalo de Difícil (dias)
vi: Khoảng cách Khó (ngày)
zh_hans: 困难间隔（天）
zh_hant: 「困難」間隔（天）

# settings_interval_mastery_note
source: Your longest interval is when a card counts as mastered.
de: Ab deinem längsten Intervall gilt eine Karte als gemeistert.
es: Cuando una tarjeta llega a tu intervalo más largo, cuenta como dominada.
fr: Une carte compte comme maîtrisée quand elle atteint ton intervalle le plus long.
it: Quando una carta raggiunge il tuo intervallo più lungo, conta come imparata.
ja: 最も長い間隔に達したカードが「習得済み」になります。
ko: 가장 긴 간격에 도달하면 카드를 숙달한 것으로 쳐요.
pt_br: Seu maior intervalo é quando uma carta conta como dominada.
vi: Khi thẻ đạt khoảng cách dài nhất của bạn, thẻ được tính là đã thành thạo.
zh_hans: 达到你设置的最长间隔时，卡片即算作已掌握。
zh_hant: 卡片到達你最長的間隔時，就算是已熟記。

# settings_language_description
source: iOS keeps Loopky's language with your other per-app language settings. Tap to change it there.
de: iOS speichert die Sprache von Loopky zusammen mit deinen anderen App-Spracheinstellungen. Tippe, um sie dort zu ändern.
es: iOS guarda el idioma de Loopky junto con tus otras preferencias de idioma por app. Toca para cambiarlo allí.
fr: iOS conserve la langue de Loopky avec tes autres réglages de langue par app. Touche pour la changer là-bas.
it: iOS conserva la lingua di Loopky insieme alle altre impostazioni della lingua per app. Tocca per cambiarla lì.
ja: iOS がほかのアプリ別の言語設定と一緒に Loopky の言語を管理します。タップしてそこで変更してください。
ko: iOS가 다른 앱별 언어 설정과 함께 Loopky의 언어를 보관해요. 탭해서 그곳에서 변경하세요.
pt_br: O iOS guarda o idioma do Loopky junto com suas outras configurações de idioma por app. Toque para alterar lá.
vi: iOS lưu ngôn ngữ của Loopky cùng các cài đặt ngôn ngữ riêng cho từng ứng dụng khác. Nhấn để đổi ở đó.
zh_hans: iOS 会将 Loopky 的语言与其他应用的语言设置一起保存。点按即可前往更改。
zh_hant: iOS 會將 Loopky 的語言與你其他 App 的語言設定一起保存。點一下即可前往變更。

# settings_language_label
source: App language
de: App-Sprache
es: Idioma de la app
fr: Langue de l’app
it: Lingua dell'app
ja: アプリの言語
ko: 앱 언어
pt_br: Idioma do app
vi: Ngôn ngữ ứng dụng
zh_hans: 应用语言
zh_hant: App 語言

# settings_license
source: License
de: Lizenz
es: Licencia
fr: Licence
it: Licenza
ja: ライセンス
ko: 라이선스
pt_br: Licença
vi: Giấy phép
zh_hans: 许可协议
zh_hant: 授權條款

# settings_loading
source: Loading settings…
de: Einstellungen werden geladen…
es: Cargando configuración…
fr: Chargement des paramètres…
it: Carico le impostazioni…
ja: 設定を読み込み中…
ko: 설정을 불러오는 중…
pt_br: Carregando configurações…
vi: Đang tải cài đặt…
zh_hans: 正在加载设置…
zh_hant: 正在載入設定…

# settings_new_cards_goal_description
source: A goal, not a limit. You can always keep going.
de: Ein Ziel, keine Grenze. Du kannst immer weitermachen.
es: Una meta, no un límite. Siempre puedes seguir.
fr: Un objectif, pas une limite. Tu peux toujours continuer.
it: Un obiettivo, non un limite. Puoi sempre andare avanti.
ja: 上限ではなく目標です。いつでも続けて学習できます。
ko: 한도가 아니라 목표예요. 언제든 계속할 수 있어요.
pt_br: Uma meta, não um limite. Você sempre pode continuar.
vi: Đây là mục tiêu, không phải giới hạn. Bạn luôn có thể học tiếp.
zh_hans: 这是目标，不是上限。你随时可以继续学。
zh_hant: 這是目標，不是上限。你隨時都可以繼續學。

# settings_new_cards_goal_label
source: New cards per day
de: Neue Karten pro Tag
es: Tarjetas nuevas por día
fr: Nouvelles cartes par jour
it: Carte nuove al giorno
ja: 1日の新規カード数
ko: 하루 새 카드 수
pt_br: Cartas novas por dia
vi: Số thẻ mới mỗi ngày
zh_hans: 每天新卡片数
zh_hant: 每日新卡片數

# settings_not_signed_in
source: Not signed in
de: Nicht angemeldet
es: Sesión no iniciada
fr: Non connecté
it: Accesso non effettuato
ja: サインインしていません
ko: 로그인하지 않음
pt_br: Não conectado
vi: Chưa đăng nhập
zh_hans: 未登录
zh_hant: 尚未登入

# settings_privacy_policy
source: Privacy policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt_br: Política de privacidade
vi: Chính sách quyền riêng tư
zh_hans: 隐私政策
zh_hant: 隱私權政策

# settings_section_about
source: ABOUT
de: INFO
es: ACERCA DE
fr: À PROPOS
it: INFORMAZIONI
ja: このアプリについて
ko: 정보
pt_br: SOBRE
vi: GIỚI THIỆU
zh_hans: 关于
zh_hant: 關於

# settings_section_account
source: ACCOUNT
de: KONTO
es: CUENTA
fr: COMPTE
ja: アカウント
ko: 계정
pt_br: CONTA
vi: TÀI KHOẢN
zh_hans: 账号
zh_hant: 帳號

# settings_section_appearance
source: APPEARANCE
de: DARSTELLUNG
es: APARIENCIA
fr: APPARENCE
it: ASPETTO
ja: 外観
ko: 화면 모드
pt_br: APARÊNCIA
vi: GIAO DIỆN
zh_hans: 外观
zh_hant: 外觀

# settings_section_identity
source: IDENTITY
de: IDENTITÄT
es: IDENTIDAD
fr: IDENTITÉ
it: IDENTITÀ
ja: ID
ko: 신원
pt_br: IDENTIDADE
vi: DANH TÍNH
zh_hans: 身份
zh_hant: 身分

# settings_section_image_search
source: IMAGE SEARCH
de: BILDSUCHE
es: BÚSQUEDA DE IMÁGENES
fr: RECHERCHE D’IMAGES
it: RICERCA IMMAGINI
ja: 画像検索
ko: 이미지 검색
pt_br: BUSCA DE IMAGENS
vi: TÌM HÌNH ẢNH
zh_hans: 图片搜索
zh_hant: 圖片搜尋

# settings_section_language
source: LANGUAGE
de: SPRACHE
es: IDIOMA
fr: LANGUE
it: LINGUA
ja: 言語
ko: 언어
pt_br: IDIOMA
vi: NGÔN NGỮ
zh_hans: 语言
zh_hant: 語言

# settings_section_sharing
source: SHARING
de: BEITRÄGE
es: COMPARTIR
fr: PARTAGE
it: CONDIVISIONE
ja: 共有
ko: 공유
pt_br: COMPARTILHAMENTO
vi: CHIA SẺ
zh_hans: 分享
zh_hant: 分享

# settings_section_studying
source: STUDYING
de: LERNEN
es: ESTUDIO
fr: ÉTUDE
it: STUDIO
ja: 学習
ko: 학습
pt_br: ESTUDO
vi: HỌC TẬP
zh_hans: 学习
zh_hant: 學習

# settings_share_on_pubky_description
source: Offer to post when you create, follow or copy a deck. Your decks are public either way.
de: Bietet an, einen Beitrag zu posten, wenn du einen Stapel erstellst, ihm folgst oder ihn kopierst. Deine Stapel sind so oder so öffentlich.
es: Ofrecer publicar cuando crees, sigas o copies un mazo. Tus mazos son públicos de todos modos.
fr: Proposer une annonce quand tu crées, suis ou copies un paquet. Tes paquets sont publics dans tous les cas.
it: Proponi un post quando crei, segui o copi un mazzo. I tuoi mazzi sono pubblici in ogni caso.
ja: デッキを作成・フォロー・コピーしたときに、投稿するかどうかを尋ねます。デッキはどちらの場合も公開されています。
ko: 덱을 만들거나, 팔로우하거나, 복사할 때 게시할지 물어봐요. 어느 쪽이든 내 덱은 공개돼요.
pt_br: Oferecer publicar quando você criar, seguir ou copiar um baralho. Seus baralhos são públicos de qualquer forma.
vi: Đề nghị đăng bài khi bạn tạo, theo dõi hoặc sao chép một bộ thẻ. Dù thế nào, bộ thẻ của bạn vẫn công khai.
zh_hans: 在你创建、关注或复制卡组时，询问是否发帖。无论如何，你的卡组都是公开的。
zh_hant: 在你建立、追蹤或複製牌組時，詢問是否要發文。無論如何，你的牌組都是公開的。

# settings_share_on_pubky_label
source: Ask before posting
de: Vor dem Posten fragen
es: Preguntar antes de publicar
fr: Demander avant d’annoncer
it: Chiedi prima di pubblicare un post
ja: 投稿前に確認する
ko: 게시하기 전에 묻기
pt_br: Perguntar antes de publicar
vi: Hỏi trước khi đăng
zh_hans: 发帖前先询问
zh_hant: 發文前先詢問

# settings_sign_out
source: Sign out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
it: Esci
ja: サインアウト
ko: 로그아웃
pt_br: Sair
vi: Đăng xuất
zh_hans: 退出登录
zh_hant: 登出

# settings_sign_out_dialog_message
source: Your decks stay in your account. Signing back in restores everything.
de: Deine Stapel bleiben in deinem Konto. Wenn du dich wieder anmeldest, ist alles wieder da.
es: Tus mazos se quedan en tu cuenta. Al volver a iniciar sesión, se restaura todo.
fr: Tes paquets restent dans ton compte. Tout sera restauré à ta prochaine connexion.
it: I tuoi mazzi restano nel tuo account. Accedendo di nuovo ritrovi tutto.
ja: デッキはアカウントに残ります。もう一度サインインすれば、すべて元に戻ります。
ko: 덱은 계정에 그대로 남아요. 다시 로그인하면 모두 복원돼요.
pt_br: Seus baralhos ficam na sua conta. Entrar de novo restaura tudo.
vi: Bộ thẻ của bạn vẫn ở trong tài khoản. Đăng nhập lại sẽ khôi phục mọi thứ.
zh_hans: 你的卡组会保留在账号中。重新登录即可恢复一切。
zh_hant: 你的牌組會留在你的帳號中。重新登入即可恢復一切。

# settings_sign_out_dialog_title
source: Sign out?
de: Abmelden?
es: ¿Cerrar sesión?
fr: Se déconnecter ?
it: Uscire?
ja: サインアウトしますか？
ko: 로그아웃할까요?
pt_br: Sair?
vi: Đăng xuất?
zh_hans: 退出登录？
zh_hant: 要登出嗎？

# settings_signout_unbacked_backup
source: Back up first
de: Erst sichern
es: Hacer copia primero
fr: Sauvegarder d’abord
it: Prima fai il backup
ja: 先にバックアップ
ko: 먼저 백업
pt_br: Fazer backup primeiro
vi: Sao lưu trước
zh_hans: 先备份
zh_hant: 先備份

# settings_signout_unbacked_body
source: Loopky holds the only copy of the key for %1$@, and you haven't backed it up. Signing out deletes it for good.
de: Loopky hat die einzige Kopie des Schlüssels für %1$@, und du hast ihn nicht gesichert. Beim Abmelden wird er endgültig gelöscht.
es: Loopky tiene la única copia de la clave de %1$@, y no hiciste una copia de seguridad. Cerrar sesión la borra para siempre.
fr: Loopky détient la seule copie de la clé de %1$@, et tu ne l’as pas sauvegardée. Te déconnecter la supprime définitivement.
it: Loopky ha l'unica copia della chiave di %1$@ e non ne hai fatto il backup. Uscendo la elimini per sempre.
ja: %1$@ の鍵は Loopky にしかなく、まだバックアップされていません。サインアウトすると完全に削除されます。
ko: %1$@의 키는 Loopky에만 있고, 아직 백업하지 않았어요. 로그아웃하면 영구적으로 삭제돼요.
pt_br: O Loopky tem a única cópia da chave de %1$@, e você não fez backup. Sair a exclui para sempre.
vi: Loopky đang giữ bản sao duy nhất của khóa cho %1$@, và bạn chưa sao lưu nó. Đăng xuất sẽ xóa khóa vĩnh viễn.
zh_hans: Loopky 保存着 %1$@ 密钥的唯一副本，而你还没有备份。退出登录会将其永久删除。
zh_hant: Loopky 保存著 %1$@ 金鑰的唯一副本，而你還沒有備份。登出後它將被永久刪除。
